{
    "title": "What's a qubit? For people who like history",
    "body": ["Once upon a time, there was a wild fight started because of the intriguing question: \"what is light?\".","It was 1672 when Newton presented to the world his theory of light. In it, Newton explains that light consists of particles. On the opposite side of this battlefield, fellow researchers like Hooke and Huygens criticize Newton's light theory and favor the wave theory for light.","After some experiments rejecting Newton's theory, the dramatic debate settled for a while.","However, nature is full of astonishing surprises, and the photoelectric effect led the world to the conclusion that light is not a wave.","Therefore, both sides were wrong. Light is neither particles, neither waves.","Einstein decided to solve the problem and say:","\"If we can prove it is not a particle and if we can prove it is not a wave, maybe to some extent it is both! Wellcome the wave-particle concept!\"","Then, he explained it mathematically, won the noble of physics (1921), complained about this silly theory until his last day, and we have been pretending to get it. Nevertheless, the quantum mechanics theory is working, growing, and solidifying.","At the beginning of the crazy 80s, Feynman pushes the limits further and speculated that the relation of physics and computation should not stop in classical physics.","Nowadays, the vision of Feynman seems closer to reality.","How exactly, you may ask. Well, now we got the qubit."],
   "refs": ["Robert Hooke's Critique of Newton's Theory of Light and Colors (delivered 1672) (Normalized). (2020, March 24). Retrieved from http://www.newtonproject.ox.ac.uk/view/texts/normalized/NATP00005", "Clintberg, B. (2016, September 06). Lesson 57: Particle vs Wave Debate. Retrieved from http://www.studyphysics.ca/newnotes/20/unit04_light/chp1719_light/lesson57.htm", "History of research on light | Photon terrace. (2020, January 20). Retrieved from https://photonterrace.net/en/photon/history", "A quote by Albert Einstein. (2020, March 24). Retrieved from https://www.goodreads.com/quotes/7067132-the-more-success-the-quantum-theory-has-the-sillier-it", "Feynman, R. P. (1982). Simulating physics with computers. Int. J. Theor. Phys., 21(6), 467–488. doi: 10.1007/BF02650179"]
}
